Repository: Quran-Tafseer/tafseer_api
Catalog: docs/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Quran Tafseer
ar: تفاسيير القرآن

source: Main Description
ar: واجهة لصناعة التطبيقات خاصة بتفسير القرآن الكريم تتيح لمطورين البرامج أستخدامها بدون مقابل مادي

source: Home
ar: الرئيسية

source: Chapter List
ar: أسماء السور

source: Verse Details
ar: معلومات عن الآيه

source: Tafseer List
ar: التفاسير المتاحة

source: Verse Tafseer
ar: تفسير الآيه

source: Chapter List Endpoint
ar: نقطة الإتصال بأسماء السور

source: Description
ar: الوصف

source: Simple API endpoint to get a list of Quran chapters, the <code>index</code> can be use in other endpoints.
ar: نقطة إتصال لمعرفة كل سور القرآن مع رقمها يمكن أستخدام رقم السورة في نقاط الإتصال الآخرى

source: Verse Details Endpoint
ar: نقطة الإتصال الخاصة بمعلومات الآيه

source: API endpoint to get a text for specific Verse in Sura, you should pass <code>Sura number</code> and <code>Ayah number</code> as query parameter.
ar: نقطة إتصال تتيح لك معرفة محتوى الآيه في القرآن الكريم

source: Tafseer List Endpoint
ar: نقطة الإتصال الخاصة بالتفاسير المتاحة

source: Verse Tafseer Endpoint
ar: نقطة الإتصال الخاصة بتفسيير الآيه

source: API endpoint to get a specific tasfeer for verse in chapter, you should pass <code>Tafseer Id</code> which can get from <a href='#tafseer-list'>Tafseer List Endpoint</a>, <code>Sura number</code>, and <code>Ayah number</code> as query parameter.
ar: نقطة إتصال تتيح لك معرفة تفسير الإيه حسب نوع التفسير

source: Quran Tafseer API docs
ar: شرح وسائل الإتصال الخاصة بتفاسيير القرآن
